{"attributes":{},"body":"The fact is that our friend, the baronet, begins to display a\r\nconsiderable interest in our fair neighbour. It is not to be wondered\r\nat, for time hangs heavily in this lonely spot to an active man like\r\nhim, and she is a very fascinating and beautiful woman. There is\r\nsomething tropical and exotic about her which forms a singular contrast\r\nto her cool and unemotional brother. Yet he also gives the idea of\r\nhidden fires. He has certainly a very marked influence over her, for I\r\nhave seen her continually glance at him as she talked as if seeking\r\napprobation for what she said. I trust that he is kind to her. There is\r\na dry glitter in his eyes, and a firm set of his thin lips, which goes\r\nwith a positive and possibly a harsh nature. You would find him an\r\ninteresting study.\r\n\r\nHe came over to call upon Baskerville on that first day, and the very\r\nnext morning he took us both to show us the spot where the legend of the\r\nwicked Hugo is supposed to have had its origin. It was an excursion of\r\nsome miles across the moor to a place which is so dismal that it might\r\nhave suggested the story. We found a short valley between rugged tors\r\nwhich led to an open, grassy space flecked over with the white cotton\r\ngrass. In the middle of it rose two great stones, worn and sharpened at\r\nthe upper end, until they looked like the huge corroding fangs of some\r\nmonstrous beast. In every way it corresponded with the scene of the old\r\ntragedy. Sir Henry was much interested and asked Stapleton more than\r\nonce whether he did really believe in the possibility of the\r\ninterference of the supernatural in the affairs of men. He spoke\r\nlightly, but it was evident that he was very much in earnest. Stapleton\r\nwas guarded in his replies, but it was easy to see that he said less\r\nthan he might, and that he would not express his whole opinion out of\r\nconsideration for the feelings of the baronet. He told us of similar\r\ncases, where\r\n","bodyBegin":1}