{"attributes":{},"body":"Stapletons came in afterwards, and the good doctor took us all to the\r\nYew Alley, at Sir Henry's request, to show us exactly how everything\r\noccurred upon that fatal night. It is a long, dismal walk, the Yew\r\nAlley, between two high walls of clipped hedge, with a narrow band of\r\ngrass upon either side. At the far end is an old tumble-down\r\nsummer-house. Half-way down is the moor-gate, where the old gentleman\r\nleft his cigar-ash. It is a white wooden gate with a latch. Beyond it\r\nlies the wide moor. I remembered your theory of the affair and tried to\r\npicture all that had occurred. As the old man stood there he saw\r\nsomething coming across the moor, something which terrified him so that\r\nhe lost his wits, and ran and ran until he died of sheer horror and\r\nexhaustion. There was the long, gloomy tunnel down which he fled. And\r\nfrom what? A sheep-dog of the moor? Or a spectral hound, black, silent,\r\nand monstrous? Was there a human agency in the matter? Did the pale,\r\nwatchful Barrymore know more than he cared to say? It was all dim and\r\nvague, but always there is the dark shadow of crime behind it.\r\n\r\nOne other neighbour I have met since I wrote last. This is Mr.\r\nFrankland, of Lafter Hall, who lives some four miles to the south of us.\r\nHe is an elderly man, red-faced, white-haired, and choleric. His passion\r\nis for the British law, and he has spent a large fortune in litigation.\r\nHe fights for the mere pleasure of fighting and is equally ready to take\r\nup either side of a question, so that it is no wonder that he has found\r\nit a costly amusement. Sometimes he will shut up a right of way and defy\r\nthe parish to make him open it. At others he will with his own hands\r\ntear down some other man's gate and declare that a path has existed\r\nthere from time immemorial, defying the owner to prosecute him for\r\ntrespass. He is learned in old manorial and communal rights, and he\r\napplies his knowledge sometimes in\r\n","bodyBegin":1}