{"attributes":{},"body":"So much for the death of Sir Charles Baskerville. You perceive the\r\ndevilish cunning of it, for really it would be almost impossible to make\r\na case against the real murderer. His only accomplice was one who could\r\nnever give him away, and the grotesque, inconceivable nature of the\r\ndevice only served to make it more effective. Both of the women\r\nconcerned in the case, Mrs. Stapleton and Mrs. Laura Lyons, were left\r\nwith a strong suspicion against Stapleton. Mrs. Stapleton knew that he\r\nhad designs upon the old man, and also of the existence of the hound.\r\nMrs. Lyons knew neither of these things, but had been impressed by the\r\ndeath occurring at the time of an uncancelled appointment which was only\r\nknown to him. However, both of them were under his influence, and he had\r\nnothing to fear from them. The first half of his task was successfully\r\naccomplished but the more difficult still remained.\r\n\r\nIt is possible that Stapleton did not know of the existence of an heir\r\nin Canada. In any case he would very soon learn it from his friend Dr.\r\nMortimer, and he was told by the latter all details about the arrival of\r\nHenry Baskerville. Stapleton's first idea was that this young stranger\r\nfrom Canada might possibly be done to death in London without coming\r\ndown to Devonshire at all. He distrusted his wife ever since she had\r\nrefused to help him in laying a trap for the old man, and he dared not\r\nleave her long out of his sight for fear he should lose his influence\r\nover her. It was for this reason that he took her to London with him.\r\nThey lodged, I find, at the Mexborough Private Hotel, in Craven Street,\r\nwhich was actually one of those called upon by my agent in search of\r\nevidence. Here he kept his wife imprisoned in her room while he,\r\ndisguised in a beard, followed Dr. Mortimer to Baker Street and\r\nafterwards to the station and to the Northumberland Hotel. His wife had\r\nsome inkling of his plans;\r\n","bodyBegin":1}