{"attributes":{"title":"Components"},"body":"The theme includes some core, and some modular, Page Types. These are templates that each Page can use, and the core types include:\r\n\r\n- Default: A generic type\r\n- Index: A type for displaying a collection of Pages\r\n- Listing: A more generic type for displaying a collection of Pages\r\n- Article: A template for an article, a paper, a document, or a similar type of standalone piece of writing\r\n- Page: A generic type which extends the topmost parent's template\r\n- Print: A helper-type for adopting the rendering for printing\r\n- Search: A helper-type which extends the topmost parent's template and implements search-fields\r\n\r\nThe modular types include:\r\n\r\n- Blog: A replica of `Index`, but includes the `blog`-class for styling-differences\r\n- Post: A subset of `Default`, but includes the option for a hero-image\r\n- Book: A type for rendering a collections of Pages, with rendering optimized for a book's contents\r\n- Chapter: A replica of `Page`, used for organization of Pages\r\n- CV: A type for rendering a standalone resumé\r\n- Docs: A type for rendering Documentation Pages\r\n- Sequence: An experimentational type for rendering a structured diagram of Pages\r\n- Tufte: A subset of `Article`, optimized for [Tufte Handouts](https://edwardtufte.github.io/tufte-css/)\r\n\r\n## Components and Page Types\r\n\r\nThe theme is stricter than most themes in how the Pages and Page Types must be structured. The theme expects Page Types to be declared as high-level structures, with lower-level structures beneath. For example, for a set of Documentation Pages, `docs.html.twig` would be the uppermost template. Below there will be hierarchical folders of Pages, using `page.html.twig` for each.\r\n\r\nThe theme uses modular components to let you choose what features you want. These are not the same as as [Modular Pages](https://learn.getgrav.org/16/content/modular) in Grav. The `components`-setting in the theme's configuration-file is a plain list of names of Components to load.\r\n\r\nEach Component exists in the `/components`-folder, and contains needed templates, a schema, and assets needed to render it. Extensions to the theme, or child-themes, can deliver their own Components by replicating this structure or overriding the existing structure. For example, the Tufte-article looks like this, in `/components/tufte`:\r\n\r\n```\r\n│  schema.yaml\r\n│  tufte.html.twig\r\n├──assets/\r\n│    tufte.min.css\r\n├──partials/\r\n│   └──tufte\r\n│        note.html.twig\r\n```\r\n\r\nWherein `schema.yaml` holds basic data used for Linked Data and ARIA-attributes:\r\n\r\n```yaml\r\ntufte:\r\n  name: tufte\r\n  schema: ScholarlyArticle\r\n```\r\n\r\n`tufte.html.twig` defines how a `tufte.md`-file is rendered, `/components/tufte/assets` holds the necessary style in `tufte.min.css`, `/components/tufte/partials` holds template-pieces specific to this template, and `/components/tufte/shortcodes` the shortcodes that can be used in `tufte.md`.\r\n\r\n## Notes\r\n\r\nSeveral types of notes are supported: Endnotes through Markdown Extra, as well as margin- and side-notes through the `[marginnote]`- and `[sidenote]`-shortcodes. Side-notes are numbered whilst margin-notes are not, and they rely on relatively uninform CSS styles. Each of them can be used within paragraphs or by themselves, and will render to the right of the normal text.\r\n","bodyBegin":5,"frontmatter":"title: Components"}