{"attributes":{},"body":"wounded feelings. His love for the lady was deep and sincere, and to him\r\nthe saddest part of all this black business was that he should have been\r\ndeceived by her.\r\n\r\nIt only remains to indicate the part which she had played throughout.\r\nThere can be no doubt that Stapleton exercised an influence over her\r\nwhich may have been love or may have been fear, or very possibly both,\r\nsince they are by no means incompatible emotions. It was, at least,\r\nabsolutely effective. At his command she consented to pass as his\r\nsister, though he found the limits of his power over her when he\r\nendeavoured to make her the direct accessory to murder. She was ready to\r\nwarn Sir Henry so far as she could without implicating her husband, and\r\nagain and again she tried to do so. Stapleton himself seems to have been\r\ncapable of jealousy, and when he saw the baronet paying court to the\r\nlady, even though it was part of his own plan, still he could not help\r\ninterrupting with a passionate outburst which revealed the fiery soul\r\nwhich his self-contained manner so cleverly concealed. By encouraging\r\nthe intimacy he made it certain that Sir Henry would frequently come to\r\nMerripit House and that he would sooner or later get the opportunity\r\nwhich he desired. On the day of the crisis, however, his wife turned\r\nsuddenly against him. She had learned something of the death of the\r\nconvict, and she knew that the hound was being kept in the out-house on\r\nthe evening that Sir Henry was coming to dinner. She taxed her husband\r\nwith his intended crime, and a furious scene followed, in which he\r\nshowed her for the first time that she had a rival in his love. Her\r\nfidelity turned in an instant to bitter hatred and he saw that she would\r\nbetray him. He tied her up, therefore, that she might have no chance of\r\nwarning Sir Henry, and he hoped, no doubt, that when the whole\r\ncountry-side put down the baronet's death\r\n","bodyBegin":1}