{"attributes":{},"body":"strong dissent. I stood among the rocks watching them, very much puzzled\r\nas to what I should do next. To follow them and break into their\r\nintimate conversation seemed to be an outrage, and yet my clear duty was\r\nnever for an instant to let him out of my sight. To act the spy upon a\r\nfriend was a hateful task. Still, I could see no better course than to\r\nobserve him from the hill, and to clear my conscience by confessing to\r\nhim afterwards what I had done. It is true that if any sudden danger had\r\nthreatened him I was too far away to be of use, and yet I am sure that\r\nyou will agree with me that the position was very difficult, and that\r\nthere was nothing more which I could do.\r\n\r\nOur friend, Sir Henry, and the lady had halted on the path and were\r\nstanding deeply absorbed in their conversation, when I was suddenly\r\naware that I was not the only witness of their interview. A wisp of\r\ngreen floating in the air caught my eye, and another glance showed me\r\nthat it was carried on a stick by a man who was moving among the broken\r\nground. It was Stapleton with his butterfly-net. He was very much closer\r\nto the pair than I was, and he appeared to be moving in their direction.\r\nAt this instant Sir Henry suddenly drew Miss Stapleton to his side. His\r\narm was round her, but it seemed to me that she was straining away from\r\nhim with her face averted. He stooped his head to hers, and she raised\r\none hand as if in protest. Next moment I saw them spring apart and turn\r\nhurriedly round. Stapleton was the cause of the interruption. He was\r\nrunning wildly towards them, his absurd net dangling behind him. He\r\ngesticulated and almost danced with excitement in front of the lovers.\r\nWhat the scene meant I could not imagine, but it seemed to me that\r\nStapleton was abusing Sir Henry, who offered explanations, which became\r\nmore angry as the other refused to accept them. The lady stood by in\r\nhaughty silence.\r\n","bodyBegin":1}