{"attributes":{},"body":"but she had such a fear of her husband -- a fear founded upon brutal\r\nill-treatment -- that she dare not write to warn the man whom she knew to\r\nbe in danger. If the letter should fall into Stapleton's hands her own\r\nlife would not be safe. Eventually, as we know, she adopted the\r\nexpedient of cutting out the words which would form the message, and\r\naddressing the letter in a disguised hand. It reached the baronet, and\r\ngave him the first warning of his danger.\r\n\r\nIt was very essential for Stapleton to get some article of Sir\r\nHenry's attire so that, in case he was driven to use the dog, he might\r\nalways have the means of setting him upon his track. With characteristic\r\npromptness and audacity he set about this at once, and we cannot doubt\r\nthat the boots or chamber-maid of the hotel was well bribed to help him\r\nin his design. By chance, however, the first boot which was procured for\r\nhim was a new one and, therefore, useless for his purpose. He then had\r\nit returned and obtained another -- a most instructive incident, since it\r\nproved conclusively to my mind that we were dealing with a real hound,\r\nas no other supposition could explain this anxiety to obtain an old boot\r\nand this indifference to a new one. The more outre and grotesque an\r\nincident is the more carefully it deserves to be examined, and the very\r\npoint which appears to complicate a case is, when duly considered and\r\nscientifically handled, the one which is most likely to elucidate it.\r\n\r\nThen we had the visit from our friends next morning, shadowed always\r\nby Stapleton in the cab. From his knowledge of our rooms and of my\r\nappearance, as well as from his general conduct, I am inclined to think\r\nthat Stapleton's career of crime has been by no means limited to this\r\nsingle Baskerville affair. It is suggestive that during the last three\r\nyears there have been four considerable burglaries in the West Country,\r\nfor none of\r\n","bodyBegin":1}