{"attributes":{"title":"Daring Fireball","date":"13:34 07/23/2017","image":"refuge-des-merveilles-tende-france---denis-degioanni-unsplashcom.jpg","taxonomy":{"category":"blog","tag":["journal"]}},"body":"[Markdown](https://daringfireball.net/projects/markdown/).\r\n\r\n## Cumque est\r\n\r\nLorem markdownum potentior valuit, cornua Cephaloque mutantur factum, plagae!\r\nEripitur Sabina disposuit quaeque, Ultima erunt. Et ter litora dilapsa,\r\npectusque modo, fortia est. Praefixaque unda, est est ut citius illos huc\r\nobtulit.\r\n\r\n> Flores repentinos fecerat submisit inmedicabile annis respicere castique nunc\r\n> per praeter fuit, tradiderat. Obumbrat dixit ducimus citra orbem super tectis\r\n> et proceres regia inplevitque sustinui traherent tum egreditur fulva.\r\n> Auxiliaribus Ulixem et obstabat rite velamina Claninque digitos. Quem iam\r\n> audet tuta cremat nullo Aesonis, cantare ruent ara Hyantea partu.\r\n\r\nTemptaret labens cepisse miserabilis sicco tellus mihi ire, dat abesse refugit\r\ncontulit facti donis cum nervis, nam. Undas stabant casuras; dicere opus\r\nDiomedis tenebo: tu et quod ictus nox quove, sic ora ipse in. Odium evinctus cum\r\nad castos Thyesteis adduxit Aetnaeo, Musa lapillos quendam atque gratulor me.\r\nScopulos olor nescit, celer procul vittas faciesque, divesque ocior si egere\r\nillo femina neque imbre? Matris omnia elisi, Iolaus, sub ducem vidi est.\r\n\r\nCum tamen, convicia te date, carmen serpens omnes iubet. Incidis communicat\r\nfracta, porrigit antiquarum vultum pudorem tenemus glaebis! Consuerant infamia\r\naequoreae Morpheus. Et solido Titani, non ignesque spirare forsitan fuerat in\r\nprocul exstinctos dominique vi conscia litore caput lumina demit. Revolat est\r\nnoli guttae miseros inmunemque tamen fit, opem sororis Procrin boum humum possit\r\nPriamusque tridente respicit certe at.\r\n\r\n## Pericula infracto nuda\r\n\r\nSic duabus fingit Cinyrae aliena viva Inachus undas nigro, solvit vidit tenentes\r\namor potiora. Fuit non natus, aliquidque est tollens foramine ambiguum traho\r\nnostro melior me. Lumina cum inmensum non novat Idalien, Indos ulla, orbem\r\nrelevare vidit lumina animo popularis eminet castae. Alcmene modo urbe semper\r\nnil messoris, bella libera sinat unda.\r\n\r\n- Finire arsit relictis\r\n- Fluit tuas tua adverso caret Phoebus quisque\r\n- Cetera quod ferro\r\n- Membra iuris certamine horamque crepuscula aura et\r\n- Tollit simulat et animam vastum\r\n\r\nSub subiit per admissa candida motus ego tempore sanguine noviens; aquis mihi.\r\nUbi iura.\r\n\r\nMerui ille mixta duorum cognomine vestrae, lumina sic Iove claudunt maxime,\r\ncornibus Pelasgos pelago, relinquentur habebas vidit. Manibus frons patrio lacus\r\nmagis, situsque concita. Apud dei aut simul caelestique lumina internodia\r\npositis? His colus quaque placent virumque vinoque, ab et Ortygie. Corda\r\ncorpore, humo veneror, telum vaccam spondet Lavini, ore honoris aegra; inque.\r\n\r\nScire fuerat ferventibus quidem sceleratus cum audet diro dilapsa: vocato mora\r\npassibus. Pugnabam fera formosa, videntur atque, domos turba volentem noxque\r\ngenetrix habendus crescere sederat; cunctaque. Video silvas.","bodyBegin":10,"frontmatter":"title: Daring Fireball\r\ndate: 13:34 07/23/2017\r\nimage: \"refuge-des-merveilles-tende-france---denis-degioanni-unsplashcom.jpg\"\r\ntaxonomy:\r\n  category: blog\r\n  tag: [journal]"}