{"attributes":{},"body":"My friend leaned a little forward and his expression became intent. Our\r\nvisitor readjusted his glasses and began: -- \r\n\r\nThe recent sudden death of Sir Charles Baskerville, whose name has\r\nbeen mentioned as the probable Liberal candidate for Mid-Devon at the\r\nnext election, has cast a gloom over the county. Though Sir Charles had\r\nresided at Baskerville Hall for a comparatively short period his\r\namiability of character and extreme generosity had won the affection and\r\nrespect of all who had been brought into contact with him. In these days\r\nof nouveaux riches it is refreshing to find a case where the scion of an\r\nold county family which has fallen upon evil days is able to make his\r\nown fortune and to bring it back with him to restore the fallen grandeur\r\nof his line. Sir Charles, as is well known, made large sums of money in\r\nSouth African speculation. More wise than those who go on until the\r\nwheel turns against them, he realized his gains and returned to England\r\nwith them. It is only two years since he took up his residence at\r\nBaskerville Hall, and it is common talk how large were those schemes of\r\nreconstruction and improvement which have been interrupted by his death.\r\nBeing himself childless, it was his openly expressed desire that the\r\nwhole country-side should, within his own lifetime, profit by his good\r\nfortune, and many will have personal reasons for bewailing his untimely\r\nend. His generous donations to local and county charities have been\r\nfrequently chronicled in these columns.\r\n\r\nThe circumstances connected with the death of Sir Charles cannot be\r\nsaid to have been entirely cleared up by the inquest, but at least\r\nenough has been done to dispose of those rumours to which local\r\nsuperstition has given rise. There is no reason whatever to suspect foul\r\nplay, or to imagine that death could be from any but natural causes. Sir\r\nCharles was a widower, and a\r\n","bodyBegin":1}