{"attributes":{},"body":"man who may be said to have been in some ways of an eccentric habit of\r\nmind. In spite of his considerable wealth he was simple in his personal\r\ntastes, and his indoor servants at Baskerville Hall consisted of a\r\nmarried couple named Barrymore, the husband acting as butler and the\r\nwife as housekeeper. Their evidence, corroborated by that of several\r\nfriends, tends to show that Sir Charles's health has for some time been\r\nimpaired, and points especially to some affection of the heart,\r\nmanifesting itself in changes of colour, breathlessness, and acute\r\nattacks of nervous depression. Dr. James Mortimer, the friend and\r\nmedical attendant of the deceased, has given evidence to the same\r\neffect.\r\n\r\nThe facts of the case are simple. Sir Charles Baskerville was in the\r\nhabit every night before going to bed of walking down the famous Yew\r\nAlley of Baskerville Hall. The evidence of the Barrymores shows that\r\nthis had been his custom. On the 4th of May Sir Charles had declared his\r\nintention of starting next day for London, and had ordered Barrymore to\r\nprepare his luggage. That night he went out as usual for his nocturnal\r\nwalk, in the course of which he was in the habit of smoking a cigar. He\r\nnever returned. At twelve o'clock Barrymore, finding the hall door\r\nstill open, became alarmed, and, lighting a lantern, went in search of\r\nhis master. The day had been wet, and Sir Charles's footmarks were\r\neasily traced down the Alley. Half-way down this walk there is a gate\r\nwhich leads out on to the moor. There were indications that Sir Charles\r\nhad stood for some little time here. He then proceeded down the Alley,\r\nand it was at the far end of it that his body was discovered. One fact\r\nwhich has not been explained is the statement of Barrymore that his\r\nmaster's footprints altered their character from the time that he\r\npassed the moor-gate, and that he appeared from thence onward to\r\n","bodyBegin":1}