{"attributes":{},"body":"information which I had supplied and hardly any reference to my mission.\r\nNo doubt his blackmailing case is absorbing all his faculties. And yet\r\nthis new factor must surely arrest his attention and renew his interest.\r\nI wish that he were here.\r\n\r\nOCTOBER 17TH. -- All day to-day the rain poured down, rustling on the ivy\r\nand dripping from the eaves. I thought of the convict out upon the\r\nbleak, cold, shelterless moor. Poor devil! Whatever his crimes, he has\r\nsuffered something to atone for them. And then I thought of that other\r\none -- the face in the cab, the figure against the moon. Was he also out\r\nin that deluged -- the unseen watcher, the man of darkness? In the\r\nevening I put on my waterproof and I walked far upon the sodden moor,\r\nfull of dark imaginings, the rain beating upon my face and the wind\r\nwhistling about my ears. God help those who wander into the great mire\r\nnow, for even the firm uplands are becoming a morass. I found the black\r\ntor upon which I had seen the solitary watcher, and from its craggy\r\nsummit I looked out myself across the melancholy downs. Rain squalls\r\ndrifted across their russet face, and the heavy, slate-coloured clouds\r\nhung low over the landscape, trailing in gray wreaths down the sides of\r\nthe fantastic hills. In the distant hollow on the left, half hidden by\r\nthe mist, the two thin towers of Baskerville Hall rose above the trees.\r\nThey were the only signs of human life which I could see, save only\r\nthose prehistoric huts which lay thickly upon the slopes of the hills.\r\nNowhere was there any trace of that lonely man whom I had seen on the\r\nsame spot two nights before.\r\n\r\nAs I walked back I was overtaken by Dr. Mortimer driving in his dog-cart\r\nover a rough moorland track which led from the outlying farmhouse of\r\nFoulmire. He has been very attentive to us, and hardly a day has passed\r\nthat he has not called at the Hall to see how we were getting on. He\r\ninsisted upon my climbing\r\n","bodyBegin":1}