{"attributes":{},"body":"We were both swift runners and in fairly good training, but we soon\r\nfound that we had no chance of overtaking him. We saw him for a long\r\ntime in the moonlight until he was only a small speck moving swiftly\r\namong the boulders upon the side of a distant hill. We ran and ran until\r\nwe were completely blown, but the space between us grew ever wider.\r\nFinally we stopped and sat panting on two rocks, while we watched him\r\ndisappearing in the distance.\r\n\r\nAnd it was at this moment that there occurred a most strange and\r\nunexpected thing. We had risen from our rocks and were turning to go\r\nhome, having abandoned the hopeless chase. The moon was low upon the\r\nright, and the jagged pinnacle of a granite tor stood up against the\r\nlower curve of its silver disc. There, outlined as black as an ebony\r\nstatue on that shining back-ground, I saw the figure of a man upon the\r\ntor. Do not think that it was a delusion, Holmes. I assure you that I\r\nhave never in my life seen anything more clearly. As far as I could\r\njudge, the figure was that of a tall, thin man. He stood with his legs a\r\nlittle separated, his arms folded, his head bowed, as if he were\r\nbrooding over that enormous wilderness of peat and granite which lay\r\nbefore him. He might have been the very spirit of that terrible place.\r\nIt was not the convict. This man was far from the place where the latter\r\nhad disappeared. Besides, he was a much taller man. With a cry of\r\nsurprise I pointed him out to the baronet, but in the instant during\r\nwhich I had turned to grasp his arm the man was gone. There was the\r\nsharp pinnacle of granite still cutting the lower edge of the moon, but\r\nits peak bore no trace of that silent and motionless figure.\r\n\r\nI wished to go in that direction and to search the tor, but it was some\r\ndistance away. The baronet's nerves were still quivering from that cry,\r\nwhich recalled the dark story of his family, and he\r\n","bodyBegin":1}