{"attributes":{},"body":"wild, profane, and godless man. This, in truth, his neighbours might\r\nhave pardoned, seeing that saints have never flourished in those parts,\r\nbut there was in him a certain wanton and cruel humour which made his\r\nname a byword through the West. It chanced that this Hugo came to love\r\n(if, indeed, so dark a passion may be known under so bright a name) the\r\ndaughter of a yeoman who held lands near the Baskerville estate. But the\r\nyoung maiden, being discreet and of good repute, would ever avoid him,\r\nfor she feared his evil name. So it came to pass that one Michaelmas\r\nthis Hugo, with five or six of his idle and wicked companions, stole\r\ndown upon the farm and carried off the maiden, her father and brothers\r\nbeing from home, as he well knew. When they had brought her to the Hall\r\nthe maiden was placed in an upper chamber, while Hugo and his friends\r\nsat down to a long carouse, as was their nightly custom. Now, the poor\r\nlass upstairs was like to have her wits turned at the singing and\r\nshouting and terrible oaths which came up to her from below, for they\r\nsay that the words used by Hugo Baskerville, when he was in wine, were\r\nsuch as might blast the man who said them. At last in the stress of her\r\nfear she did that which might have daunted the bravest or most active\r\nman, for by the aid of the growth of ivy which covered (and still\r\ncovers) the south wall she came down from under the eaves, and so\r\nhomeward across the moor, there being three leagues betwixt the Hall and\r\nher father's farm.\r\n\r\nIt chanced that some little time later Hugo left his guests to carry\r\nfood and drink -- with other worse things, perchance -- to his captive,\r\nand so found the cage empty and the bird escaped. Then, as it would\r\nseem, he became as one that hath a devil, for, rushing down the stairs\r\ninto the dining-hall, he sprang upon the great table, flagons and\r\ntrenchers flying before him, and he\r\n","bodyBegin":1}